Revit 2027 API
ParameterTypeId.StructuralSectionIshapeBoltSpacing Property
 "Bolt Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionIshapeBoltSpacing { get; }
Public Shared ReadOnly Property StructuralSectionIshapeBoltSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionIshapeBoltSpacing {
	ForgeTypeId^ get ();
}
static member StructuralSectionIshapeBoltSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace